export const Faqs = [
  {
    question: 'ATC چیست؟',
    answer:
      'ATC که مخفف (Aut Trade Challenge، - مسابقه ترید امیرکبیر) است. مسابقه‌ای با محوریت الگوریتم تریدینگ در بازار‌های سرمایه و به شکل خاص ارزهای دیجیتال ATC خرداد ماه 1403، اولین دوره این مسابقه می باشد.'
  },
  {
    question: 'چه کسانی می توانند در ATC شرکت کنند؟',
    answer:
      'شرکت در این مسابقه برای عموم آزاد است. در این میان به علاقه‌مندان به بازارهای ارزدیجیتال و ترید اکیدا توصیه می شود در این مسابقه شرکت کنند. زیرا می‌توانند تجربه‌ای مناسب و واقعی از بازارهای حال حاضر دنیا بدست آورند.'
  },
  {
    question: 'برندگان چگونه مشخص می شوند؟',
    answer:
      'پس از پایان زمان مسابقه، نتایج بررسی شده توسط هوش مصنوعی جاج مجددا توسط تعدادی از اساتید این حوزه بررسی و سپس نفرات برتر هر لیگ مشخص می‌شوند.'
  },
  {
    question: 'جوایز ATC چیست؟',
    answer:
      'این مسابقه در ۳ لیگ برگزار می‌شود که جمعا دارای هفتصد و پنجاه هزار ریال جوایز نقدی و نزدیک به یک میلیارد ریال هدایای ارزنده می‌باشد.'
  },
  {
    question:
      'ارتباط بین برگزارکنندگان و شرکت کنندگان در طول ATC چگونه انجام می شود؟',
    answer:
      'شرکت‌کنندگان در طول مسابقه می‌توانند از طریق دو آیدی تلگرامی که در سایت وجود دارد، سوالات علمی و یا عمومی را از مسئول مربوطه بپرسند.'
  },
  {
    question:
      'آیا فرصتی برای شبکه سازی یا همکاری بین شرکت کنندگان وجود خواهد داشت؟',
    answer:
      'بله، در روز اختتامیه، می‌توانید با ارتباط گرفتن با اسپانسر‌های رویداد، در رابطه با فرصت‌ها و موقعیت‌های همکاری صحبت کنید.'
  },
  {
    question: 'آیا شرایط خاصی برای شرکت در ATC لازم است؟',
    answer:
      'خیر شرکت در ATC رایگان است و شرایط و یا محدودیت‌های خاصی برای شرکت وجود ندارد.'
  },
  {
    question: 'آیا شرکت کنندگان می توانند به صورت انفرادی یا تیمی رقابت کنند؟',
    answer:
      'در اولین نوبت از مسابقه الگوریتم تریدینگ امیرکبیر، شرکت‌کنندگان تنها می‌توانند به شکل انفرادی به رقابت بپردازند.'
  }
]
