/*

  * The data in this section will be displayed in the about section.

*/

import { IconType } from "react-icons";
import pic2 from "../../assets/pic2.png";
const Data = {
  image: pic2,
  title: "مسابقات ترید امیرکبیر",
  content: (
    <p>
      معامالت الگوریتمی نوعی رویکرد در بازارهای مالی است که توسط ماشینها و با
      دستورات از پیش تعیین شده انجام میشود، به جای دخالت عامل انسانی. هر چه
      دخالت انسانی کمتر باشد، معامالت نزدیکتر به الگوریتمی خواهند بود. با توسعه
      یادگیری ماشینی در سالهای اخیر، ابزارهای هوشمندی ساخته شدهاند که میتوانند
      به جای انسان فکر کنند و در بسیاری از موارد، عملکرد بهتری نسبت به انسان
      داشته باشند. این ابزارها بهطور گسترده در حوزه مالی نیز استفاده میشوند.
      مسابقه ATC یک چالش جدی در حوزه معامالت الگوریتمی است که شرکتکنندگان باید
      استراتژیهای معامالتی خود را پیادهسازی کرده و در نهایت در سه شاخص با یکدیگر
      رقابت کنند. این مسابقه با استفاده از زبان برنامهنویسی پایتون برگزار میشود
      که به دلیل سادگی و غنی بودن کتابخانهها، انتخاب مناسبی است.
    </p>
  ),
  imageText: "متن مسابقات ترید امیرکبیر",
  contact_ways: {
    title: "",
    content: <p></p>,
    ways: [],
  },
};

export default Data;

export type aboutType = typeof Data;

export type contact_type = {
  title: string;
  content: string;
  icon: IconType;
  url: string;
};
